Repository: Seperatebugle21/Echo
Catalog: Echo.swiftpm/Echo/Localizable.xcstrings
Source language: en
Languages: de, fr, nl

# addapifyaccountview_api_token
source: API Token
fr: Jeton API

# contentview_home
source: Home
fr: Accueil

# developerview_downloads
source: Downloads
fr: Téléchargements

# fetchqueueview_title
source: Downloads
fr: Téléchargements

# fetchview_downloads
source: Downloads
fr: Téléchargements

# homeview_title
source: Home
fr: Accueil

# settingsview_genius_token
source: Genius API Token
fr: Jeton API Genius

# songsview_sort_name
source: Name
fr: Nom
nl: Naam

# settings_version
source: Version
nl: Versie
